data/perf/campaign-f3deebfbab60/sweep-memcached-t96/memcached/tsan-stmt/run2/memtier.txt
10        Threads
50        Connections per thread
100000    Requests per client


BEST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       108979.39          ---          ---         7.54608         7.51900        14.84700        18.43100      7437.81 
Gets      1089781.87       875.10   1088906.78         7.06948         7.00700        14.27100        17.79100     27603.51 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1198761.26       875.10   1088906.78         7.11281         7.03900        14.33500        17.91900     35041.33 


WORST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       100953.64          ---          ---         8.10273         8.09500        15.80700        19.45500      6890.06 
Gets      1009525.27       507.76   1009017.51         7.58881         7.51900        15.16700        18.68700     25552.36 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1110478.90       507.76   1009017.51         7.63553         7.58300        15.29500        18.81500     32442.41 


AGGREGATED AVERAGE RESULTS (5 runs)
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       105454.53          ---          ---         7.62773         7.58300        15.10300        18.81500      7197.24 
Gets      1054533.72       786.21   1053747.50         7.14607         7.07100        14.52700        18.17500     26707.04 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1159988.25       786.21   1053747.50         7.18986         7.10300        14.59100        18.17500     33904.28